export const mainTitle = {
    ARM: "Բարի գալուստ labcare",
    ENG: "Welcome to labcare",
    RUS: "Добро пожаловать в labcare"
};

export const ourMission = {
    title: {
        ARM: "մեր առաքելությունը",
        ENG: "our mission",
        RUS: "Наша миссия"
    },
    desc: [
        {
            type: 'text',
            ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերության հիմնադրման գլխավոր նպատակն է իր գործունեությամբ  օժանդակել Հայաստանի Հանրապետության տնտեսության մաս կազմող արդյունաբերական և վերլուծական լաբորատորիաների ենթակառուցվածքների զարգացմանը: Նշված նպատակին հասնելու ճանապարհին  Ընկերության գործունեությունը հիմնվում է  հետևյալ արժեքների վրա՝',
            ENG: '',
            RUS: ''
        },
        {
            type: 'listItem',
            ARM: 'Գործընկերներին և հաճախորդներին ցուցաբերել անհատական, պրոֆեսիոնալ, հարգալից մոտեցում, բավարարել և գերազանցել նրանց սպասելիքները՝ ապահովելով ցանակալի արդյունքին հասնելու երաշխիք,',
            ENG: '',
            RUS: ''
        },
        {
            type: 'listItem',
            ARM: 'Ձևավորել փոխվստահության, փոխըմբռման, ազնվության վրա հիմնված փոխշահավետ գործընկերային հարաբերություններ,',
            ENG: '',
            RUS: ''
        },
        {
            type: 'listItem',
            ARM: 'Ձևավորել գիտելիքների, փորձի փոխանակման վրա հիմնված արդյունավետ հաղորդակցություն, մշտապես կատարելագործվել և ձգտել լինել ոլորտում լավագույնը:',
            ENG: '',
            RUS: ''
        },
        {
            type: 'text',
            ARM: 'Մենք գիտակցում ենք, որ  մեզ շրջապատող միջավայրը, տեխնոլոգիան և համաշխարհային արդյունաբերությունը մշտապես գտնվում են դինամիկ զարգացման և փոփոխման մեջ, ինչն էլ իր հերթին թելադրում է մեզ հետևել փոփոխություններին, ընդունել դրանք, գործել դինամիկ զարգացմանը համընթաց՝ ապահովելով մեր հաճախորդներին և գործընկերներին այն բոլոր գործիքակազմով, որն իրենք պահանջում են մեզանից ցանկացած ժամանակ և ցանկացած վայրից:',
            ENG: '',
            RUS: ''
        },
    ],
    img: 'https://www.dropbox.com/s/7b37b8l6uu2ttc7/our%20mission6.jpg?raw=1'
};

export const ourStrategy = {
    title: {
        ARM: "մեր ռազմավարությունը",
        ENG: "our strategy",
        RUS: "наша стратегия"
    },
    desc: [
        {
            type: 'text',
            ARM: 'Ցանկացած հաջող բիզնեսի հիմքում կանգնած է պրոֆեսիոնալ աշխատանքային թիմը: ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը մեծ թիմ-ընտանիք է՝ իր հաջողություններով ու խնդիրներով: Մեր ընտանիքի ամենամեծ ձեռքբերումն  այն ներդաշնակ մթնոլորտն է, որը մենք այսօր ունենք: Այդ մթնոլորտի արդյունքում ամեն ինչ կառուցվում է փոխըմբռման և ներդաշնակության հենքի վրա: Մեր որդեգրած ռազմավարությունն  է',
            ENG: '',
            RUS: ''
        },
        {
            type: 'text',
            ARM: '-ՈՒնենալ հուսալի գործընկերներ ՀՀ շուկայում՝ օժանդակելով  տնտեսության համապատասխան ոլորտներում առաջացող խնդիրների լուծմանը,և շուկայի  զարգացմանը:',
            ENG: '',
            RUS: ''
        },
        {
            type: 'text',
            ARM: '-Ստեղծել ծառայությունների պատշաճ մատուցման ամբողջական միասնական համակարգ:',
            ENG: '',
            RUS: ''
        },
        {
            type: 'text',
            ARM: '-Հիմքում ունենալով միջազգային փորձը ուսուցանել, պատրաստել և վերապատրաստել  ՀՀ, նորարար, տարբերվող մոտեցումներ ունեցող ոլորտի մասնագետներ:',
            ENG: '',
            RUS: ''
        },
    ],
    img: 'https://www.dropbox.com/s/7iw79bi3piabf6m/our%20straegy1.jpeg?raw=1'
};