import { BLACK_HEX, GREEEN_HEX, ORANGE_HEX, WHITE_HEX } from "../config/constants"

export const data = {
    lab: {
        title: {
            ARM:"լաբորատոր սարքավորումներ և նյութեր",
            ENG:"lab equipment and consumables",
            RUS:"лабораторное оборудование и расходные материалы"
        },
        desc: [
            {
                type: 'text',
                ARM: 'Արտադրական, լաբորատոր սարքավորումների և քիմիական ծախսանյութերի, հավաքածուների և ռեակտիվների  մատակարարում, մոնտաժ և շահագործման հանձնում, որոնք նպատակաուղղված են  ինչպես արտադրությունների, այնպես էլ արտադրական, գիտական, բժշկական և անասնաբուժական նշանակության լաբորատորիաների վերազինմանը և ժամանակակից չափանիշներին համապատասխան փորձաքննությունների իրականացմանը: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերության առաջարկային փաթեթում առկա են մի շարք հանրաճանաչ կազմակերպությունների արտադրատեսակներ՝',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'բժշկական, գիտական և անասնաբուժական նշանակության արտադրանք',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'արտադրական և լաբորատոր նշանակության սարքավորումներ և միանգամյա օգտագործման պարագաներ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'բժշկական և կենսաբանական ուղղվածության սարքեր/ սարքավորումներ, կենսաքիմիական, գենետիկական տարբեր հետազոտությունների համար նախատեսված հավաքածուներ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'քիմիական ռեակտիվներ և ապակեղեն:',
                ENG: '',
                RUS: ''
            },
            {
                type: 'link',
                url: '/products',
                text: {
                    ARM: 'այստեղ',
                    ENG: 'here',
                    RUS: 'здесь',
                }
            },
        ],
        minDesc: {
            ARM: 'Արտադրական, լաբորատոր սարքավորումների և քիմիական ծախսանյութերի, հավաքածուների և ռեակտիվների  մատակարարում, մոնտաժ և շահագործման հանձնում, որոնք նպատակաուղղված են  ինչպես արտադրությունների, այնպես էլ արտադրական, գիտական, բժշկական և անասնաբուժական նշանակության լաբորատորիաների վերազինմանը և ժամանակակից չափանիշներին համապատասխան փորձաքննությունների իրականացմանը: ԼաբՔեր Ընդ Քընսալթինգ ընկերության առաջարկային փաթեթում առկա են մի շարք հանրաճանաչ կազմակերպությունների արտադրատեսակներ',
            ENG: '',
            RUS: ''
        },
        icon: "https://www.dropbox.com/s/ktbv0qhuv2k1bgz/microscope%20%281%29.png?raw=1",
        backgroundColor: GREEEN_HEX,
        color: WHITE_HEX
    },
    mining: {
        title: {
            ARM:"Հանքարդյունաբերություն և հետախուզում",
            RUS:"Горное дело и разведка",
            ENG:"Mining and exploration"
        },
        desc: [
            {
                type: 'text',
                ARM: 'Հանքարդյունաբերության համար անհրաժեշտ սարքերի, էտալոնային  ստանդարտների, ռեակտիվների և պարագաների  մատակարարում,  մոնտաժ, շահագործման հանձնում, անձնակազմի ուսուցում: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'Մեր թիմը պատրաստ է աջակցել հանքարդյունաբերական ոլորտում  նշանակալի ուշադրություն պահանջող էկոլոգիական մոնիտորինգի ցանկացած խնդրի լուծմանը՝ առաջարկելով  և ներդնելով միջազգային առաջատար ընկերությունների կողմից ներկայացվող տեխնիակական և միջազգային և տեղական բոլոր ստանդարտներին բավարարող լուծումներ : ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը  համագործակցում է  հանքարդյունաբերական ոլորտում  հայտնի մի շարք ընկերությունների հետ՝  ապահովելով մեր հաճախորդներին որակյալ և միջազգային բարձր չափանիշներին  համարժեք  ծառայությունների մատուցում: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'link',
                url: '/products',
                text: {
                    ARM: 'այստեղ',
                    ENG: 'here',
                    RUS: 'здесь',
                }
            },
        ],
        minDesc: {
            ARM: 'Մեր թիմը պատրաստ է աջակցել հանքարդյունաբերական ոլորտում  նշանակալի ուշադրություն պահանջող էկոլոգիական մոնիտորինգի ցանկացած խնդրի լուծմանը՝ առաջարկելով  և ներդնելով միջազգային առաջատար ընկերությունների կողմից ներկայացվող տեխնիակական և միջազգային և տեղական բոլոր ստանդարտներին բավարարող լուծումներ :',
            ENG: '',
            RUS: ''
        },
        icon: "https://www.dropbox.com/s/7zrioeqq3o6rq9n/labor-man.png?raw=1",
        backgroundColor: BLACK_HEX,
        color: WHITE_HEX
    },
    yeast: {
        title: {
            ARM:"խմորիչ և խմորիչ ածանցյալներ",
            RUS:"дрожжи и производные дрожжей",
            ENG:"yeast and yeast derivatives"
        },
        desc: [
            {
                type: 'text',
                ARM: 'Խմորման, արտադրությունների համար նախատեսված ակտիվ չոր խմորասնկերի, նրանց ածանցյալներից պատրաստված հավելումների մատակարարում, խորհրդատվության տամադրում: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը, հանդիսանալով ֆրանսիական Lesaffre Grupe ընկերության Fermentis ապրանքանիշի պաշտոնական ներկայացուցիչը Հայաստանի Հանրապետությունում, առաջարկում է ցանկացած տեսակի ալկոհոլային, ինչպես նաև ոչ ալկոհոլային խմիչքների արտադրության համար նախատեսված ակտիվ չոր խմորասնկերի, բնական խմորասնկերից պատրաստված խմորման բարելավիչների և այլ օժանդակ նյութերի լայն տեսականի: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'Fermentis ապրանքանիշի չոր ակտիվ խմորասնկերի և մեր պրոֆեսիոնալ մասնագետների խորհրդատվության շնորհիվ   հնարավոր է արտադրել ցակացած տեսակի բարձորակ խմիչք (օղի, գինի, փրփրուն գինիներ, գարեջուր, սիդր, կվաս, մրգային օղիներ, կոնյակի գինենյութ և այլն):',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'Մենք առաջարկում ենք լավագույնը՝ միջազգային ստանդարտներին և փորձին համապատասխան որակյալ խմիչք ստանալու համար, որն իր համային յուրահատուկ հատկանիշներով կառանձնացնի Ձեր արտադրանքը՝ շոյելով ամենախստապահանջ գուրմաների նրբագույն քիմքը:',
                ENG: '',
                RUS: ''
            },
            {
                type: 'link',
                url: '/products',
                text: {
                    ARM: 'այստեղ',
                    ENG: 'here',
                    RUS: 'здесь',
                }
            },
        ],
        minDesc: {
            ARM: 'Խմորման, արտադրությունների համար նախատեսված ակտիվ չոր խմորասնկերի, նրանց ածանցյալներից պատրաստված հավելումների մատակարարում, խորհրդատվության տամադրում: ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը, հանդիսանալով ֆրանսիական Lesaffre Grupe ընկերության Fermentis ապրանքանիշի պաշտոնական ներկայացուցիչը Հայաստանի Հանրապետությունում, առաջարկում է ցանկացած տեսակի ալկոհոլային, ինչպես նաև ոչ ալկոհոլային խմիչքների արտադրության համար նախատեսված ակտիվ չոր խմորասնկերի, բնական խմորասնկերից պատրաստված խմորման բարելավիչների և այլ օժանդակ նյութերի լայն տեսականի: ',
            ENG: '',
            RUS: ''
        },
        icon: "https://www.dropbox.com/s/di2mkafshc779h1/wine.png?raw=1",
        backgroundColor: ORANGE_HEX,
        color: WHITE_HEX
    },
    trainings: {
        title: {
            ARM:"դասընթացներ և խորհրդատվություն",
            RUS:"тренинги и консультации",
            ENG:"trainings and consultancy"
        },
        desc: [
            {
                type: 'text',
                ARM: 'Ծառայությունների մատուցում, դասընթացների կազմակերպում և խորհրդատվության տրամադրում :',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը, համապատասխան մասնագիտական գիտելիքներ և ոլորտում երկարամյա աշխատանքային փորձ ունեցող իր պրոֆեսինոալ թիմով առաջինն է Հայաստանում, որ առաջարկում է լինել Ձեր գործընկերը, աշխատակիցն ու օգնականն ինչպես անալիտիկ լաբորատորիաների հիմնման, բարելավման և վերազինման փուլերում, այնպես էլ հետագա սպասարկման ողջ ընթացքում: Դա նշանակում է, որ ընտրելով մեզ որպես Ձեր գործընկեր, ընտրում եք Ձեր բոլոր հարցերի, խնդիրների լուծման, ցանկալի արդյունքին հասնելու ճանապարհը: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'text',
                ARM: 'ԼաբՔեր Ընդ Քընսալթինգ ընկերությունն առաջարկում է՝',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Լաբորատոր շենքերի և շինությունների նախագծում, շինարարական ընկերությունների ընտրություն և շինարարական, մոնտաժային բոլոր գործընթացների վերահսկում՝ միջազգային չափորոշիչների պահանջներին համապատասխան,',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Լաբորատոր կահույքի նախագծում և պատրաստում, ինչպես նաև ներկրում	միջազգային լավագույն արտադրողներից,',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Պատվիրատուի կողմից առաջադրված խնդրի էությունից ելնելով՝ միջազգային և տեղական չափորոշիչների համաձայն անալիտիկ մեթոդների ընտրություն, փոխանցում և հարմարեցում,',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Կիրարկվող անալիտիկ մեթոդներին համապատասխան անհրաժեշտ սարքերի, սարքավորումների, լաբորատոր պարագաների, ապակեղենի, ռեագենտների, ստանդարտ նմուշների, շտամների, մանրէաբանական սննդամիջավայրերի, նույնականացման էքսպրես հավաքածուների, ջրի մաքրման համակարգերի,  օդափոխման համակարգերի, քարշիչ պահարանների, անհատական պաշտպանիչ միջոցների, ինչպես նաև այլ անհրաժեշտ համակարգերի ընտրություն, ներկրում և տեղադրում՝ համաձայն պատվիրատուի կողմից ներկայացված պահանջների և միջազգային լավագույն փորձի,',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Լաբորատոր սարքերի և սարքավորումների հետվաճառքային սպասարկում, վերանորոգում և որակավորում (IQ, OQ, PQ ),',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Տեղում լաբորատոր անձնակազմի ուսուցում և վերապատրաստում,',
                ENG: '',
                RUS: ''
            },
            {
                type: 'listItem',
                ARM: 'Հաճախորդի կողմից առաջարկվող ցանկացած բարդության խնդիրների և առաջարկների ուսումնասիրություն, լուծումների ներկայացում և դրանց իրականացում՝ համաձայն միջազգային լավագույն փորձի: Յուրաքանչյուր առաջադրանք կատարելիս, խնդիր լուծելիս, համակարգ ներդնելիս  գործընթացում ընդգրկվում է ոչ միայն ԼաբՔեր Ընդ Քընսալթինգ  ընկերության Հայաստանում գործող պրոֆեսիոնալ թիմը, այլ նաև համագործակցության հիմքի վրա մեր եվրոպական, ամերիկյան և ավստրալիական գործընկեր- կազմակերպությունները, որոնք  հանդիսանում են ոլորտում լավագույններից մեկը: ',
                ENG: '',
                RUS: ''
            },
            {
                type: 'link',
                url: '/products',
                text: {
                    ARM: 'այստեղ',
                    ENG: 'here',
                    RUS: 'здесь',
                }
            },
        ],
        minDesc: {
            ARM: 'Ծառայությունների մատուցում, դասընթացների կազմակերպում և խորհրդատվության տրամադրում :ԼաբՔեր Ընդ Քընսալթինգ ընկերությունը, համապատասխան մասնագիտական գիտելիքներ և ոլորտում երկարամյա աշխատանքային փորձ ունեցող իր պրոֆեսինոալ թիմով առաջինն է Հայաստանում, որ առաջարկում է լինել Ձեր գործընկերը, աշխատակիցն ու օգնականն ինչպես անալիտիկ լաբորատորիաների հիմնման, բարելավման և վերազինման փուլերում, այնպես էլ հետագա սպասարկման ողջ ընթացքում: Դա նշանակում է, որ ընտրելով մեզ որպես Ձեր գործընկեր, ընտրում եք Ձեր բոլոր հարցերի, խնդիրների լուծման, ցանկալի արդյունքին հասնելու ճանապարհը: ',
            ENG: '',
            RUS: ''
        },
        icon: "https://www.dropbox.com/s/qatmttp502foppi/coaching.png?raw=1",
        backgroundColor: WHITE_HEX,
        color: BLACK_HEX
    },
}

export const pictures = {
    lab: 'https://www.dropbox.com/s/khrlq8h91sby0y9/lab%20serv2.jpg?raw=1',
    mining: 'https://www.dropbox.com/s/pce4w1ww51b8g1b/mine%20serv1.jpg?raw=1',
    yeast: 'https://www.dropbox.com/s/gj1pc687zaxswjr/yeast1.jpg?raw=1',
    trainings: 'https://www.dropbox.com/s/i91das6pcp6fiqx/consultansy.jpeg?raw=1',
}